{
    "HomePage": {
        "title-banner-1": "Flowers speak where words cannot.",
        "title-banner-2": "Say it with flowers.",
        "sub-title": "When words fall short, let flowers whisper the language of your heart.",
        "scroll-down": "Scroll down",
        "template-1": "Eternal Embrace",
        "template-1-description": "A passionate mix of deep red roses and velvety burgundy carnations, symbolizing undying love and intimacy. Accented with delicate baby’s breath and wrapped in rich, satin ribbon, this bouquet captures the warmth of an everlasting hug.",
        "template-2": "Whispers of the Heart",
        "template-2-description": "Soft pink peonies and creamy white tulips whisper sweet nothings in this elegant arrangement. Designed for tender moments and heartfelt confessions, this bouquet exudes gentle romance and sincere affection.",
        "template-3": "Midnight Romance",
        "template-3-description": "A luxurious blend of dark purple orchids, crimson roses, and midnight blue delphiniums. Perfect for a passionate evening or a mysterious love affair, this bouquet is bold, intense, and unforgettable.",
        "template-4": "Love in Bloom",
        "template-4-description": "Bright red roses, soft lavender daisies, and pale pink ranunculus burst with vibrant energy in this joyful bouquet. Celebrating new love or rekindled passion, it’s a charming symbol of love blossoming day by day."
    },
    "Header": {
        "title": "Discount up to 50% for selected items | Buy now",
        "home": "Home",
        "categories": "Categories",
        "about": "About Us",
        "deals": "Deals",
        "whatsNew": "What's New",
        "delivery": "Delivery",
        "cart": "Cart",
        "Search": "Search for products",
        "buyButton": "Buy a bouget"
    },
    "NotFoundPagee": {
        "title": "Page not found",
        "home": "Go to the home page"
    },
    "Navigation": {
        "home": "Home",
        "about": "About"
    },
    "Footer": {
        "text": "This is a footer"
    },
    "ErrorPage": {
        "title": "An error occurred",
        "message": "Please try again later or contact support.",
        "404": "Page not found",
        "404-Title": "The page you were looking for doesn't exist"
    },
    "AboutUs": {
        "title": "About Us",
        "slogan": "Where Every Rose Tells a Love Story.",
        "story-title": "Our Story",
        "story-description": "Founded in 2005, Rose&Moré began as a small boutique in the heart of the city with a vision to create timeless fashion that celebrates individuality and sustainability. What started as a passion project between two friends has grown into an internationally recognized brand with a commitment to ethical practices and exceptional quality.",
        "why-choose-us": "Why choose us?",
        "WCU-1": "Flowers of the highest quality",
        "WCU-des-1": "We source our flowers from the best growers around the world, ensuring that every bouquet is fresh, vibrant, and long-lasting.",
        "WCU-2": "Fast and reliable delivery",
        "WCU-des-2": "We offer same-day delivery in many areas, ensuring your flowers arrive on time and in perfect condition.",
        "WCU-3": "Exceptional customer service",
        "WCU-des-3": "Our dedicated team is here to assist you with any questions or concerns, providing personalized service to make your experience memorable.",
        "contact-us": "Liên hệ với chúng tôi"
    }
}