{
    "HomePage": {
        "title-banner-1": "Hãy để hoa giúp bạn nói những điều mà lời chưa thể tỏ.",
        "title-banner-2": "Gửi trọn tâm tư qua từng đóa hoa.",
        "sub-title": "Đôi lúc có những lời yêu thương ngại ngần không thể nói ra, hãy để hoa giúp bạn truyền đạt điều đó.",
        "scroll-down": "Cuộn xuống",
        "template-1": "Vòng Tay Vĩnh Cửu",
        "template-1-description": "Sự kết hợp nồng nàn giữa hoa hồng đỏ thắm và cẩm chướng màu rượu vang thể hiện tình yêu mãnh liệt và vĩnh cửu. Điểm xuyết bằng hoa baby trắng tinh khôi và dải ruy băng lụa sang trọng, bó hoa này như một vòng tay ấm áp không bao giờ rời xa.",
        "template-2": "Lời Thì Thầm Từ Trái Tim",
        "template-2-description": "Hoa mẫu đơn hồng phấn và tulip trắng tinh khôi khẽ khàng kể những lời yêu thương. Với vẻ đẹp dịu dàng, thanh tao, bó hoa này tượng trưng cho sự chân thành và những cảm xúc ngọt ngào từ tận đáy lòng.",
        "template-3": "Tình Yêu Trong Đêm",
        "template-3-description": "Sự hòa quyện quyến rũ giữa hoa lan tím đậm, hoa hồng đỏ và phi yến xanh đậm. Bó hoa này mang nét bí ẩn, mạnh mẽ, rất phù hợp cho những buổi tối lãng mạn hoặc những mối tình say đắm, khó quên.",
        "template-4": "Yêu Thương Nở Rộ",
        "template-4-description": "Hoa hồng đỏ rực, cúc đồng tiền tím nhạt và mao lương hồng pastel tạo nên một bó hoa tràn đầy sức sống. Tượng trưng cho tình yêu đang chớm nở hoặc tình cảm đang được hâm nóng lại, đây là lựa chọn tuyệt vời để thể hiện sự lãng mạn và hạnh phúc."
    },
    "Header": {
        "title": "Giảm giá tới 50% cho tất cả sản phẩm | Mua hàng ngay",
        "home": "Trang chủ",
        "categories": "Loại sản phẩm",
        "about": "About Us",
        "deals": "Săn Deal",
        "whatsNew": "Sản phẩm mới",
        "delivery": "Giao hàng",
        "cart": "Giỏ hàng",
        "Search": "Tìm kiếm sản phẩm",
        "buyButton": "Mua ngay"
    },
    "NotFoundPagee": {
        "title": "Không tìm thấy",
        "home": "Về trang chủ"
    },
    "Navigation": {
        "home": "Home",
        "about": "About"
    },
    "Footer": {
        "text": "This is a footer"
    },
    "ErrorPage": {
        "title": "An error occurred",
        "message": "Please try again later or contact support.",
        "404": "Không tìm thấy trang",
        "404-Title": "Trang bạn đang tìm kiếm không tồn tại"
    },
    "AboutUs": {
        "title": "Về Chúng Tôi",
        "slogan": "Nơi những bông hoa kể câu chuyện của tình yêu.",
        "story-title": "Câu chuyện của chúng tôi",
        "story-description": "Chúng tôi bắt đầu hành trình này với niềm đam mê mang lại niềm vui và hạnh phúc cho mọi người thông qua những bông hoa tươi đẹp. Từ những ngày đầu, chúng tôi đã cam kết cung cấp những sản phẩm chất lượng cao nhất và dịch vụ tận tâm nhất đến tay khách hàng.",
        "description": "Chúng tôi là một cửa hàng hoa trực tuyến, chuyên cung cấp những bó hoa tươi đẹp nhất cho mọi dịp lễ và sự kiện. Với sứ mệnh mang lại niềm vui và hạnh phúc qua từng bông hoa, chúng tôi cam kết mang đến cho khách hàng những sản phẩm chất lượng cao và dịch vụ tận tâm nhất.",
        "why-choose-us": "Tại sao chọn chúng tôi?",
        "WCU-1": "Hoa tươi chất lượng",
        "WCU-des-1": "Cam kết cung cấp những bông hoa tươi đẹp, được chọn lọc kỹ lưỡng.",
        "WCU-2": "Giao hàng nhanh chóng",
        "WCU-des-2": "Cam kết giao hàng nhanh chóng và đúng hẹn.",
        "WCU-3": "Chăm sóc khách hàng",
        "WCU-des-3": "Sẵn sàng hỗ trợ và tư vấn để mang lại trải nghiệm mua sắm tốt nhất cho khách hàng.",
        "contact-us": "Liên hệ với chúng tôi"

    }
}